<?php

use Illuminate\Database\Seeder;

class AilmentsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('ailments')->insert([
            'title' => 'Опорно-двигательная система1',
            'slug' => 'ailments1',
            'thumb' => 'backpain.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('ailments')->insert([
            'title' => 'Опорно-двигательная система2',
            'slug' => 'ailments2',
            'thumb' => 'backpain.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('ailments')->insert([
            'title' => 'Опорно-двигательная система3',
            'slug' => 'ailments3',
            'thumb' => 'backpain.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('ailments')->insert([
            'title' => 'Опорно-двигательная система4',
            'slug' => 'ailments4',
            'thumb' => 'backpain.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('ailments')->insert([
            'title' => 'Опорно-двигательная система5',
            'slug' => 'ailments5',
            'thumb' => 'backpain.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('ailments')->insert([
            'title' => 'Опорно-двигательная система6',
            'slug' => 'ailments6',
            'thumb' => 'backpain.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
    }
}
