<?php

use Illuminate\Database\Seeder;

class ServicesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('services')->insert([
            'title' => 'Иглотерапия',
            'slug' => 'igloterapy',
            'thumb' => 'acupuncture.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('services')->insert([
            'title' => 'Иглотерапия 2',
            'slug' => 'igloterapy-2',
            'thumb' => 'acupuncture.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('services')->insert([
            'title' => 'Иглотерапия 3',
            'slug' => 'igloterapy-3',
            'thumb' => 'acupuncture.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('services')->insert([
            'title' => 'Иглотерапия 4',
            'slug' => 'igloterapy-4',
            'thumb' => 'acupuncture.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('services')->insert([
            'title' => 'Иглотерапия 5',
            'slug' => 'igloterapy-5',
            'thumb' => 'acupuncture.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
        DB::table('services')->insert([
            'title' => 'Иглотерапия 6',
            'slug' => 'igloterapy-',
            'thumb' => 'acupuncture.jpg',
            'image' => 'acupuncture-2.jpg',
            'body' => '<p>Таким образом консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации форм развития. Таким образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Товарищи! сложившаяся структура организации требуют от нас анализа форм развития.</p>',
        ]);
    }
}
